site/_plots/blog/ycsb/workloada/redis.log
[OVERALL], RunTime(ms), 33317
[OVERALL], Throughput(ops/sec), 120058.8288261248
[TOTAL_GCS_PS_Scavenge], Count, 21
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 249
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7473662094426269
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 21
[TOTAL_GC_TIME], Time(ms), 249
[TOTAL_GC_TIME_%], Time(%), 0.7473662094426269
[READ], Operations, 1997933
[READ], AverageLatency(us), 76.14421754883672
[READ], MinLatency(us), 26
[READ], MaxLatency(us), 41887
[READ], 95thPercentileLatency(us), 108
[READ], 99thPercentileLatency(us), 138
[READ], Return=OK, 1997933
[READ], 26, 2.0
[READ], 27, 7.0
[READ], 28, 44.0
[READ], 29, 79.0
[READ], 30, 164.0
[READ], 31, 406.0
[READ], 32, 708.0
[READ], 33, 1370.0
[READ], 34, 2004.0
[READ], 35, 2284.0
[READ], 36, 2888.0
[READ], 37, 3196.0
[READ], 38, 3313.0
[READ], 39, 2798.0
[READ], 40, 2982.0
[READ], 41, 3409.0
[READ], 42, 4142.0
[READ], 43, 4813.0
[READ], 44, 5424.0
[READ], 45, 6365.0
[READ], 46, 7387.0
[READ], 47, 8656.0
[READ], 48, 10036.0
[READ], 49, 11069.0
[READ], 50, 12866.0
[READ], 51, 14459.0
[READ], 52, 16344.0
[READ], 53, 18198.0
[READ], 54, 20218.0
[READ], 55, 23028.0
[READ], 56, 25133.0
[READ], 57, 28031.0
[READ], 58, 30458.0
[READ], 59, 33703.0
[READ], 60, 36503.0
[READ], 61, 39582.0
[READ], 62, 42342.0
[READ], 63, 45099.0
[READ], 64, 49054.0
[READ], 65, 51767.0
[READ], 66, 54408.0
[READ], 67, 56130.0
[READ], 68, 58672.0
[READ], 69, 59872.0
[READ], 70, 61017.0
[READ], 71, 60644.0
[READ], 72, 59663.0
[READ], 73, 58564.0
[READ], 74, 57411.0
[READ], 75, 55184.0
[READ], 76, 53042.0
[READ], 77, 50477.0
[READ], 78, 48255.0
[READ], 79, 45705.0
[READ], 80, 42543.0
[READ], 81, 40039.0
[READ], 82, 37725.0
[READ], 83, 35179.0
[READ], 84, 32804.0
[READ], 85, 31140.0
[READ], 86, 28754.0
[READ], 87, 26789.0
[READ], 88, 24760.0
[READ], 89, 23458.0
[READ], 90, 21478.0
[READ], 91, 19896.0
[READ], 92, 18523.0
[READ], 93, 17192.0
[READ], 94, 16011.0
[READ], 95, 14924.0
[READ], 96, 13714.0
[READ], 97, 12891.0
[READ], 98, 11930.0
[READ], 99, 10975.0
[READ], 100, 10437.0
[READ], 101, 9484.0
[READ], 102, 8958.0
[READ], 103, 8321.0
[READ], 104, 7662.0
[READ], 105, 7207.0
[READ], 106, 6728.0
[READ], 107, 6147.0
[READ], 108, 5711.0
[READ], 109, 5591.0
[READ], 110, 5206.0
[READ], 111, 4680.0
[READ], 112, 4481.0
[READ], 113, 4251.0
[READ], 114, 3974.0
[READ], 115, 3754.0
[READ], 116, 3409.0
[READ], 117, 3240.0
[READ], 118, 3063.0
[READ], 119, 2844.0
[READ], 120, 2684.0
[READ], 121, 2590.0
[READ], 122, 2519.0
[READ], 123, 2282.0
[READ], 124, 2203.0
[READ], 125, 2116.0
[READ], 126, 1968.0
[READ], 127, 1831.0
[READ], 128, 1754.0
[READ], 129, 1742.0
[READ], 130, 1717.0
[READ], 131, 1502.0
[READ], 132, 1498.0
[READ], 133, 1426.0
[READ], 134, 1283.0
[READ], 135, 1272.0
[READ], 136, 1195.0
[READ], 137, 1094.0
[READ], 138, 1053.0
[READ], 139, 1033.0
[READ], 140, 957.0
[READ], 141, 914.0
[READ], 142, 833.0
[READ], 143, 804.0
[READ], 144, 781.0
[READ], 145, 728.0
[READ], 146, 703.0
[READ], 147, 674.0
[READ], 148, 618.0
[READ], 149, 568.0
[READ], 150, 572.0
[READ], 151, 546.0
[READ], 152, 480.0
[READ], 153, 456.0
[READ], 154, 403.0
[READ], 155, 372.0
[READ], 156, 366.0
[READ], 157, 337.0
[READ], 158, 338.0
[READ], 159, 307.0
[READ], 160, 304.0
[READ], 161, 239.0
[READ], 162, 258.0
[READ], 163, 231.0
[READ], 164, 212.0
[READ], 165, 211.0
[READ], 166, 184.0
[READ], 167, 185.0
[READ], 168, 162.0
[READ], 169, 152.0
[READ], 170, 127.0
[READ], 171, 153.0
[READ], 172, 142.0
[READ], 173, 122.0
[READ], 174, 108.0
[READ], 175, 81.0
[READ], 176, 93.0
[READ], 177, 77.0
[READ], 178, 111.0
[READ], 179, 78.0
[READ], 180, 77.0
[READ], 181, 71.0
[READ], 182, 74.0
[READ], 183, 64.0
[READ], 184, 67.0
[READ], 185, 54.0
[READ], 186, 58.0
[READ], 187, 55.0
[READ], 188, 60.0
[READ], 189, 50.0
[READ], 190, 39.0
[READ], 191, 54.0
[READ], 192, 43.0
[READ], 193, 42.0
[READ], 194, 25.0
[READ], 195, 36.0
[READ], 196, 41.0
[READ], 197, 39.0
[READ], 198, 25.0
[READ], 199, 26.0
[READ], 200, 24.0
[READ], 201, 32.0
[READ], 202, 25.0
[READ], 203, 25.0
[READ], 204, 24.0
[READ], 205, 18.0
[READ], 206, 24.0
[READ], 207, 15.0
[READ], 208, 20.0
[READ], 209, 20.0
[READ], 210, 26.0
[READ], 211, 16.0
[READ], 212, 13.0
[READ], 213, 15.0
[READ], 214, 16.0
[READ], 215, 12.0
[READ], 216, 8.0
[READ], 217, 12.0
[READ], 218, 8.0
[READ], 219, 8.0
[READ], 220, 9.0
[READ], 221, 4.0
[READ], 222, 11.0
[READ], 223, 7.0
[READ], 224, 7.0
[READ], 225, 2.0
[READ], 226, 4.0
[READ], 227, 6.0
[READ], 228, 8.0
[READ], 229, 3.0
[READ], 230, 4.0
[READ], 231, 7.0
[READ], 232, 5.0
[READ], 233, 5.0
[READ], 234, 6.0
[READ], 235, 3.0
[READ], 236, 9.0
[READ], 237, 3.0
[READ], 238, 3.0
[READ], 239, 7.0
[READ], 240, 5.0
[READ], 241, 3.0
[READ], 242, 6.0
[READ], 243, 6.0
[READ], 244, 1.0
[READ], 245, 3.0
[READ], 246, 1.0
[READ], 247, 2.0
[READ], 248, 7.0
[READ], 249, 4.0
[READ], 250, 2.0
[READ], 251, 6.0
[READ], 252, 1.0
[READ], 253, 4.0
[READ], 254, 3.0
[READ], 255, 4.0
[READ], 256, 3.0
[READ], 257, 1.0
[READ], 258, 1.0
[READ], 259, 1.0
[READ], 260, 1.0
[READ], 261, 2.0
[READ], 262, 1.0
[READ], 263, 1.0
[READ], 265, 3.0
[READ], 266, 4.0
[READ], 267, 1.0
[READ], 268, 2.0
[READ], 269, 1.0
[READ], 270, 2.0
[READ], 271, 1.0
[READ], 272, 3.0
[READ], 273, 1.0
[READ], 274, 4.0
[READ], 275, 3.0
[READ], 276, 1.0
[READ], 277, 3.0
[READ], 279, 1.0
[READ], 280, 2.0
[READ], 281, 1.0
[READ], 282, 3.0
[READ], 283, 1.0
[READ], 284, 1.0
[READ], 286, 1.0
[READ], 287, 1.0
[READ], 288, 1.0
[READ], 289, 3.0
[READ], 290, 1.0
[READ], 291, 2.0
[READ], 294, 2.0
[READ], 299, 1.0
[READ], 300, 3.0
[READ], 301, 2.0
[READ], 305, 2.0
[READ], 307, 1.0
[READ], 309, 1.0
[READ], 311, 1.0
[READ], 312, 1.0
[READ], 313, 1.0
[READ], 315, 2.0
[READ], 316, 5.0
[READ], 318, 1.0
[READ], 319, 1.0
[READ], 321, 2.0
[READ], 323, 1.0
[READ], 324, 1.0
[READ], 325, 1.0
[READ], 326, 1.0
[READ], 327, 1.0
[READ], 329, 1.0
[READ], 331, 3.0
[READ], 334, 3.0
[READ], 336, 1.0
[READ], 338, 2.0
[READ], 339, 2.0
[READ], 340, 1.0
[READ], 341, 2.0
[READ], 342, 1.0
[READ], 343, 1.0
[READ], 344, 2.0
[READ], 345, 2.0
[READ], 346, 1.0
[READ], 350, 1.0
[READ], 352, 1.0
[READ], 357, 1.0
[READ], 360, 2.0
[READ], 361, 1.0
[READ], 362, 2.0
[READ], 363, 1.0
[READ], 365, 1.0
[READ], 366, 1.0
[READ], 367, 1.0
[READ], 369, 2.0
[READ], 370, 2.0
[READ], 376, 1.0
[READ], 379, 1.0
[READ], 380, 1.0
[READ], 382, 1.0
[READ], 383, 1.0
[READ], 384, 1.0
[READ], 385, 1.0
[READ], 386, 1.0
[READ], 390, 1.0
[READ], 391, 1.0
[READ], 393, 1.0
[READ], 397, 1.0
[READ], 398, 1.0
[READ], 399, 2.0
[READ], 400, 1.0
[READ], 402, 1.0
[READ], 404, 1.0
[READ], 405, 2.0
[READ], 408, 2.0
[READ], 409, 1.0
[READ], 410, 2.0
[READ], 411, 2.0
[READ], 412, 5.0
[READ], 413, 2.0
[READ], 414, 4.0
[READ], 415, 2.0
[READ], 416, 2.0
[READ], 417, 1.0
[READ], 418, 3.0
[READ], 419, 3.0
[READ], 420, 2.0
[READ], 421, 3.0
[READ], 422, 2.0
[READ], 423, 1.0
[READ], 424, 4.0
[READ], 425, 2.0
[READ], 426, 3.0
[READ], 427, 5.0
[READ], 428, 2.0
[READ], 429, 5.0
[READ], 430, 1.0
[READ], 431, 1.0
[READ], 432, 3.0
[READ], 433, 5.0
[READ], 434, 1.0
[READ], 435, 1.0
[READ], 436, 2.0
[READ], 437, 1.0
[READ], 438, 1.0
[READ], 439, 4.0
[READ], 440, 5.0
[READ], 441, 3.0
[READ], 442, 5.0
[READ], 443, 5.0
[READ], 444, 4.0
[READ], 445, 3.0
[READ], 446, 2.0
[READ], 447, 3.0
[READ], 448, 5.0
[READ], 449, 3.0
[READ], 450, 6.0
[READ], 451, 4.0
[READ], 452, 7.0
[READ], 453, 7.0
[READ], 454, 7.0
[READ], 455, 2.0
[READ], 456, 8.0
[READ], 457, 6.0
[READ], 458, 4.0
[READ], 459, 9.0
[READ], 460, 7.0
[READ], 461, 3.0
[READ], 462, 10.0
[READ], 463, 17.0
[READ], 464, 4.0
[READ], 465, 9.0
[READ], 466, 9.0
[READ], 467, 13.0
[READ], 468, 13.0
[READ], 469, 9.0
[READ], 470, 15.0
[READ], 471, 8.0
[READ], 472, 6.0
[READ], 473, 8.0
[READ], 474, 13.0
[READ], 475, 13.0
[READ], 476, 15.0
[READ], 477, 8.0
[READ], 478, 6.0
[READ], 479, 6.0
[READ], 480, 4.0
[READ], 481, 9.0
[READ], 482, 8.0
[READ], 483, 7.0
[READ], 484, 15.0
[READ], 485, 7.0
[READ], 486, 13.0
[READ], 487, 9.0
[READ], 488, 8.0
[READ], 489, 7.0
[READ], 490, 11.0
[READ], 491, 7.0
[READ], 492, 5.0
[READ], 493, 9.0
[READ], 494, 10.0
[READ], 495, 6.0
[READ], 496, 5.0
[READ], 497, 8.0
[READ], 498, 5.0
[READ], 499, 12.0
[READ], 500, 5.0
[READ], 501, 3.0
[READ], 502, 9.0
[READ], 503, 11.0
[READ], 504, 12.0
[READ], 505, 11.0
[READ], 506, 11.0
[READ], 507, 14.0
[READ], 508, 14.0
[READ], 509, 6.0
[READ], 510, 12.0
[READ], 511, 10.0
[READ], 512, 21.0
[READ], 513, 11.0
[READ], 514, 12.0
[READ], 515, 10.0
[READ], 516, 13.0
[READ], 517, 10.0
[READ], 518, 13.0
[READ], 519, 10.0
[READ], 520, 9.0
[READ], 521, 7.0
[READ], 522, 9.0
[READ], 523, 13.0
[READ], 524, 13.0
[READ], 525, 8.0
[READ], 526, 6.0
[READ], 527, 7.0
[READ], 528, 4.0
[READ], 529, 7.0
[READ], 530, 5.0
[READ], 531, 5.0
[READ], 532, 2.0
[READ], 533, 10.0
[READ], 534, 6.0
[READ], 535, 3.0
[READ], 536, 6.0
[READ], 537, 9.0
[READ], 538, 4.0
[READ], 539, 3.0
[READ], 540, 4.0
[READ], 541, 3.0
[READ], 542, 8.0
[READ], 543, 3.0
[READ], 544, 5.0
[READ], 545, 4.0
[READ], 547, 2.0
[READ], 548, 2.0
[READ], 549, 2.0
[READ], 550, 2.0
[READ], 551, 2.0
[READ], 552, 4.0
[READ], 553, 4.0
[READ], 554, 3.0
[READ], 555, 2.0
[READ], 556, 3.0
[READ], 557, 1.0
[READ], 559, 6.0
[READ], 560, 1.0
[READ], 561, 1.0
[READ], 562, 2.0
[READ], 563, 1.0
[READ], 564, 5.0
[READ], 565, 1.0
[READ], 566, 1.0
[READ], 567, 2.0
[READ], 568, 2.0
[READ], 569, 3.0
[READ], 571, 2.0
[READ], 572, 1.0
[READ], 573, 2.0
[READ], 574, 2.0
[READ], 575, 1.0
[READ], 576, 2.0
[READ], 577, 3.0
[READ], 579, 1.0
[READ], 580, 2.0
[READ], 581, 1.0
[READ], 582, 2.0
[READ], 584, 3.0
[READ], 585, 2.0
[READ], 586, 3.0
[READ], 587, 1.0
[READ], 589, 2.0
[READ], 590, 1.0
[READ], 591, 3.0
[READ], 592, 1.0
[READ], 593, 1.0
[READ], 595, 1.0
[READ], 596, 1.0
[READ], 597, 1.0
[READ], 600, 1.0
[READ], 601, 1.0
[READ], 602, 2.0
[READ], 603, 1.0
[READ], 604, 2.0
[READ], 605, 1.0
[READ], 606, 1.0
[READ], 608, 2.0
[READ], 613, 1.0
[READ], 614, 1.0
[READ], 615, 1.0
[READ], 618, 1.0
[READ], 620, 1.0
[READ], 622, 1.0
[READ], 627, 1.0
[READ], 629, 1.0
[READ], 631, 2.0
[READ], 632, 1.0
[READ], 633, 1.0
[READ], 635, 1.0
[READ], 636, 1.0
[READ], 637, 1.0
[READ], 638, 2.0
[READ], 640, 1.0
[READ], 641, 3.0
[READ], 644, 2.0
[READ], 646, 1.0
[READ], 649, 1.0
[READ], 651, 1.0
[READ], 652, 1.0
[READ], 654, 1.0
[READ], 655, 1.0
[READ], 656, 1.0
[READ], 658, 1.0
[READ], 660, 1.0
[READ], 662, 1.0
[READ], 664, 2.0
[READ], 666, 1.0
[READ], 672, 1.0
[READ], 676, 1.0
[READ], 679, 1.0
[READ], 684, 1.0
[READ], 698, 1.0
[READ], 701, 1.0
[READ], 713, 2.0
[READ], 717, 1.0
[READ], 718, 1.0
[READ], 721, 1.0
[READ], 722, 1.0
[READ], 743, 1.0
[READ], 746, 1.0
[READ], 754, 1.0
[READ], 761, 1.0
[READ], 762, 1.0
[READ], 771, 1.0
[READ], 788, 1.0
[READ], 792, 1.0
[READ], 795, 1.0
[READ], 796, 1.0
[READ], 816, 2.0
[READ], 832, 1.0
[READ], 844, 1.0
[READ], 856, 1.0
[READ], 868, 1.0
[READ], 870, 1.0
[READ], 882, 1.0
[READ], 886, 1.0
[READ], 918, 1.0
[READ], 919, 1.0
[READ], 941, 2.0
[READ], 954, 1.0
[READ], 958, 1.0
[READ], 963, 1.0
[READ], 971, 1.0
[READ], 981, 1.0
[READ], 986, 1.0
[READ], 994, 1.0
[READ], 1014, 1.0
[READ], 1028, 1.0
[READ], 1050, 1.0
[READ], 1090, 1.0
[READ], 1100, 1.0
[READ], 1126, 1.0
[READ], 1146, 1.0
[READ], 1154, 1.0
[READ], 1178, 1.0
[READ], 1213, 1.0
[READ], 1217, 1.0
[READ], 1276, 1.0
[READ], 1324, 1.0
[READ], 1325, 1.0
[READ], 1334, 1.0
[READ], 1341, 1.0
[READ], 1362, 1.0
[READ], 1401, 1.0
[READ], 1447, 1.0
[READ], 1476, 1.0
[READ], 1519, 1.0
[READ], 1592, 1.0
[READ], 1616, 1.0
[READ], 1661, 1.0
[READ], 1721, 1.0
[READ], 1723, 1.0
[READ], 1763, 1.0
[READ], 1770, 1.0
[READ], 1854, 1.0
[READ], 1885, 1.0
[READ], 1887, 1.0
[READ], 1892, 1.0
[READ], 1898, 1.0
[READ], 1915, 2.0
[READ], 1917, 1.0
[READ], 1923, 1.0
[READ], 1925, 1.0
[READ], 1939, 1.0
[READ], 1940, 1.0
[READ], 1942, 1.0
[READ], 1946, 1.0
[READ], 1965, 1.0
[READ], 1977, 1.0
[READ], 1998, 1.0
[READ], 2003, 1.0
[READ], 2347, 1.0
[READ], 2381, 1.0
[READ], 2409, 1.0
[READ], 2413, 1.0
[READ], 2577, 1.0
[READ], 2651, 1.0
[READ], 2787, 2.0
[READ], 2807, 1.0
[READ], 2867, 1.0
[READ], 2885, 1.0
[READ], 2901, 1.0
[READ], 2931, 1.0
[READ], 2955, 1.0
[READ], 3021, 1.0
[READ], 3053, 1.0
[READ], 3069, 1.0
[READ], 3121, 1.0
[READ], 3125, 1.0
[READ], 3163, 1.0
[READ], 3225, 1.0
[READ], 3315, 1.0
[READ], 3655, 1.0
[READ], 4215, 1.0
[READ], 4271, 1.0
[READ], 4307, 1.0
[READ], 4655, 1.0
[READ], 4659, 1.0
[READ], 4679, 2.0
[READ], 4699, 2.0
[READ], 4703, 1.0
[READ], 4707, 1.0
[READ], 4927, 1.0
[READ], 5063, 1.0
[READ], 5443, 1.0
[READ], 5491, 1.0
[READ], 5499, 1.0
[READ], 5507, 1.0
[READ], 5571, 1.0
[READ], 5607, 1.0
[READ], 5611, 1.0
[READ], 5623, 1.0
[READ], 5807, 1.0
[READ], 7731, 1.0
[READ], 8019, 1.0
[READ], 8155, 1.0
[READ], 8191, 1.0
[READ], 8223, 1.0
[READ], 8231, 1.0
[READ], 8247, 1.0
[READ], 8263, 2.0
[READ], 8655, 1.0
[READ], 8703, 1.0
[READ], 8711, 1.0
[READ], 9031, 1.0
[READ], 9047, 1.0
[READ], 9159, 1.0
[READ], 9599, 1.0
[READ], 9727, 1.0
[READ], 9799, 1.0
[READ], 10007, 1.0
[READ], 10023, 1.0
[READ], 10175, 1.0
[READ], 10215, 1.0
[READ], 10247, 1.0
[READ], 10255, 3.0
[READ], 10263, 1.0
[READ], 10279, 1.0
[READ], 11199, 1.0
[READ], 11263, 1.0
[READ], 12167, 1.0
[READ], 12407, 1.0
[READ], 12495, 1.0
[READ], 12511, 1.0
[READ], 13199, 1.0
[READ], 13367, 1.0
[READ], 13375, 1.0
[READ], 13391, 1.0
[READ], 13399, 2.0
[READ], 13415, 1.0
[READ], 13455, 1.0
[READ], 14567, 2.0
[READ], 14615, 1.0
[READ], 14647, 1.0
[READ], 14655, 1.0
[READ], 15455, 2.0
[READ], 15495, 1.0
[READ], 19999, 1.0
[READ], 20095, 1.0
[READ], 20143, 2.0
[READ], 20207, 1.0
[READ], 21375, 1.0
[READ], 21391, 1.0
[READ], 21407, 1.0
[READ], 24943, 1.0
[READ], 25023, 1.0
[READ], 25039, 1.0
[READ], 25103, 1.0
[READ], 28543, 1.0
[READ], 28575, 1.0
[READ], 28607, 1.0
[READ], 29791, 1.0
[READ], 29887, 2.0
[READ], 29919, 1.0
[READ], 41791, 1.0
[READ], 41855, 1.0
[READ], 41887, 1.0
[CLEANUP], Operations, 10
[CLEANUP], AverageLatency(us), 82.7
[CLEANUP], MinLatency(us), 16
[CLEANUP], MaxLatency(us), 367
[CLEANUP], 95thPercentileLatency(us), 367
[CLEANUP], 99thPercentileLatency(us), 367
[CLEANUP], 16, 2.0
[CLEANUP], 18, 1.0
[CLEANUP], 29, 1.0
[CLEANUP], 50, 1.0
[CLEANUP], 68, 1.0
[CLEANUP], 75, 1.0
[CLEANUP], 78, 1.0
[CLEANUP], 110, 1.0
[CLEANUP], 367, 1.0
[UPDATE], Operations, 2002067
[UPDATE], AverageLatency(us), 70.69556713136973
[UPDATE], MinLatency(us), 21
[UPDATE], MaxLatency(us), 42431
[UPDATE], 95thPercentileLatency(us), 102
[UPDATE], 99thPercentileLatency(us), 131
[UPDATE], Return=OK, 2002067
[UPDATE], 21, 1.0
[UPDATE], 22, 7.0
[UPDATE], 23, 20.0
[UPDATE], 24, 41.0
[UPDATE], 25, 153.0
[UPDATE], 26, 453.0
[UPDATE], 27, 552.0
[UPDATE], 28, 1032.0
[UPDATE], 29, 1454.0
[UPDATE], 30, 1749.0
[UPDATE], 31, 2655.0
[UPDATE], 32, 3014.0
[UPDATE], 33, 3147.0
[UPDATE], 34, 3625.0
[UPDATE], 35, 3660.0
[UPDATE], 36, 4081.0
[UPDATE], 37, 4196.0
[UPDATE], 38, 4500.0
[UPDATE], 39, 5150.0
[UPDATE], 40, 5989.0
[UPDATE], 41, 6382.0
[UPDATE], 42, 7367.0
[UPDATE], 43, 8417.0
[UPDATE], 44, 9666.0
[UPDATE], 45, 11040.0
[UPDATE], 46, 12583.0
[UPDATE], 47, 14356.0
[UPDATE], 48, 16434.0
[UPDATE], 49, 18867.0
[UPDATE], 50, 21392.0
[UPDATE], 51, 24316.0
[UPDATE], 52, 27382.0
[UPDATE], 53, 31021.0
[UPDATE], 54, 34699.0
[UPDATE], 55, 38400.0
[UPDATE], 56, 41872.0
[UPDATE], 57, 45808.0
[UPDATE], 58, 49288.0
[UPDATE], 59, 52849.0
[UPDATE], 60, 56287.0
[UPDATE], 61, 59284.0
[UPDATE], 62, 61138.0
[UPDATE], 63, 62989.0
[UPDATE], 64, 65207.0
[UPDATE], 65, 65208.0
[UPDATE], 66, 65337.0
[UPDATE], 67, 64330.0
[UPDATE], 68, 62667.0
[UPDATE], 69, 61333.0
[UPDATE], 70, 58593.0
[UPDATE], 71, 55310.0
[UPDATE], 72, 52212.0
[UPDATE], 73, 49025.0
[UPDATE], 74, 45749.0
[UPDATE], 75, 41776.0
[UPDATE], 76, 39123.0
[UPDATE], 77, 36135.0
[UPDATE], 78, 33173.0
[UPDATE], 79, 31018.0
[UPDATE], 80, 28313.0
[UPDATE], 81, 26253.0
[UPDATE], 82, 24276.0
[UPDATE], 83, 22350.0
[UPDATE], 84, 20559.0
[UPDATE], 85, 19164.0
[UPDATE], 86, 17730.0
[UPDATE], 87, 16212.0
[UPDATE], 88, 15157.0
[UPDATE], 89, 14084.0
[UPDATE], 90, 12998.0
[UPDATE], 91, 11883.0
[UPDATE], 92, 11413.0
[UPDATE], 93, 10475.0
[UPDATE], 94, 9912.0
[UPDATE], 95, 9386.0
[UPDATE], 96, 8737.0
[UPDATE], 97, 8032.0
[UPDATE], 98, 7540.0
[UPDATE], 99, 7048.0
[UPDATE], 100, 6683.0
[UPDATE], 101, 6206.0
[UPDATE], 102, 5815.0
[UPDATE], 103, 5439.0
[UPDATE], 104, 5169.0
[UPDATE], 105, 4875.0
[UPDATE], 106, 4558.0
[UPDATE], 107, 4351.0
[UPDATE], 108, 4024.0
[UPDATE], 109, 3896.0
[UPDATE], 110, 3608.0
[UPDATE], 111, 3426.0
[UPDATE], 112, 3104.0
[UPDATE], 113, 2915.0
[UPDATE], 114, 2848.0
[UPDATE], 115, 2666.0
[UPDATE], 116, 2570.0
[UPDATE], 117, 2445.0
[UPDATE], 118, 2317.0
[UPDATE], 119, 2133.0
[UPDATE], 120, 1994.0
[UPDATE], 121, 1949.0
[UPDATE], 122, 1755.0
[UPDATE], 123, 1757.0
[UPDATE], 124, 1552.0
[UPDATE], 125, 1570.0
[UPDATE], 126, 1488.0
[UPDATE], 127, 1335.0
[UPDATE], 128, 1405.0
[UPDATE], 129, 1212.0
[UPDATE], 130, 1228.0
[UPDATE], 131, 1065.0
[UPDATE], 132, 1093.0
[UPDATE], 133, 1019.0
[UPDATE], 134, 964.0
[UPDATE], 135, 931.0
[UPDATE], 136, 854.0
[UPDATE], 137, 825.0
[UPDATE], 138, 755.0
[UPDATE], 139, 719.0
[UPDATE], 140, 690.0
[UPDATE], 141, 663.0
[UPDATE], 142, 612.0
[UPDATE], 143, 597.0
[UPDATE], 144, 509.0
[UPDATE], 145, 498.0
[UPDATE], 146, 480.0
[UPDATE], 147, 429.0
[UPDATE], 148, 403.0
[UPDATE], 149, 359.0
[UPDATE], 150, 374.0
[UPDATE], 151, 328.0
[UPDATE], 152, 288.0
[UPDATE], 153, 279.0
[UPDATE], 154, 273.0
[UPDATE], 155, 251.0
[UPDATE], 156, 225.0
[UPDATE], 157, 216.0
[UPDATE], 158, 198.0
[UPDATE], 159, 220.0
[UPDATE], 160, 190.0
[UPDATE], 161, 181.0
[UPDATE], 162, 150.0
[UPDATE], 163, 173.0
[UPDATE], 164, 147.0
[UPDATE], 165, 152.0
[UPDATE], 166, 128.0
[UPDATE], 167, 118.0
[UPDATE], 168, 111.0
[UPDATE], 169, 116.0
[UPDATE], 170, 97.0
[UPDATE], 171, 106.0
[UPDATE], 172, 99.0
[UPDATE], 173, 93.0
[UPDATE], 174, 74.0
[UPDATE], 175, 106.0
[UPDATE], 176, 62.0
[UPDATE], 177, 59.0
[UPDATE], 178, 64.0
[UPDATE], 179, 65.0
[UPDATE], 180, 47.0
[UPDATE], 181, 67.0
[UPDATE], 182, 62.0
[UPDATE], 183, 60.0
[UPDATE], 184, 35.0
[UPDATE], 185, 45.0
[UPDATE], 186, 43.0
[UPDATE], 187, 49.0
[UPDATE], 188, 27.0
[UPDATE], 189, 30.0
[UPDATE], 190, 42.0
[UPDATE], 191, 33.0
[UPDATE], 192, 48.0
[UPDATE], 193, 30.0
[UPDATE], 194, 28.0
[UPDATE], 195, 32.0
[UPDATE], 196, 38.0
[UPDATE], 197, 32.0
[UPDATE], 198, 31.0
[UPDATE], 199, 24.0
[UPDATE], 200, 31.0
[UPDATE], 201, 22.0
[UPDATE], 202, 26.0
[UPDATE], 203, 21.0
[UPDATE], 204, 29.0
[UPDATE], 205, 14.0
[UPDATE], 206, 17.0
[UPDATE], 207, 13.0
[UPDATE], 208, 16.0
[UPDATE], 209, 15.0
[UPDATE], 210, 14.0
[UPDATE], 211, 16.0
[UPDATE], 212, 12.0
[UPDATE], 213, 16.0
[UPDATE], 214, 12.0
[UPDATE], 215, 8.0
[UPDATE], 216, 9.0
[UPDATE], 217, 12.0
[UPDATE], 218, 10.0
[UPDATE], 219, 9.0
[UPDATE], 220, 15.0
[UPDATE], 221, 8.0
[UPDATE], 222, 6.0
[UPDATE], 223, 10.0
[UPDATE], 224, 4.0
[UPDATE], 225, 6.0
[UPDATE], 226, 11.0
[UPDATE], 227, 1.0
[UPDATE], 228, 4.0
[UPDATE], 229, 8.0
[UPDATE], 230, 9.0
[UPDATE], 231, 7.0
[UPDATE], 232, 10.0
[UPDATE], 233, 6.0
[UPDATE], 234, 6.0
[UPDATE], 235, 5.0
[UPDATE], 236, 4.0
[UPDATE], 237, 8.0
[UPDATE], 238, 5.0
[UPDATE], 239, 5.0
[UPDATE], 240, 6.0
[UPDATE], 241, 4.0
[UPDATE], 242, 6.0
[UPDATE], 243, 4.0
[UPDATE], 244, 6.0
[UPDATE], 245, 4.0
[UPDATE], 246, 3.0
[UPDATE], 247, 4.0
[UPDATE], 248, 4.0
[UPDATE], 249, 3.0
[UPDATE], 250, 1.0
[UPDATE], 251, 2.0
[UPDATE], 252, 4.0
[UPDATE], 253, 2.0
[UPDATE], 254, 3.0
[UPDATE], 255, 3.0
[UPDATE], 256, 2.0
[UPDATE], 257, 6.0
[UPDATE], 258, 1.0
[UPDATE], 259, 5.0
[UPDATE], 260, 3.0
[UPDATE], 261, 3.0
[UPDATE], 262, 1.0
[UPDATE], 264, 2.0
[UPDATE], 265, 2.0
[UPDATE], 266, 1.0
[UPDATE], 268, 3.0
[UPDATE], 269, 3.0
[UPDATE], 270, 1.0
[UPDATE], 271, 5.0
[UPDATE], 272, 2.0
[UPDATE], 273, 1.0
[UPDATE], 274, 2.0
[UPDATE], 275, 1.0
[UPDATE], 276, 2.0
[UPDATE], 277, 2.0
[UPDATE], 279, 2.0
[UPDATE], 281, 2.0
[UPDATE], 283, 4.0
[UPDATE], 284, 1.0
[UPDATE], 285, 2.0
[UPDATE], 286, 2.0
[UPDATE], 288, 6.0
[UPDATE], 289, 1.0
[UPDATE], 290, 6.0
[UPDATE], 291, 2.0
[UPDATE], 293, 2.0
[UPDATE], 294, 2.0
[UPDATE], 295, 2.0
[UPDATE], 296, 2.0
[UPDATE], 298, 3.0
[UPDATE], 299, 3.0
[UPDATE], 302, 2.0
[UPDATE], 307, 1.0
[UPDATE], 309, 4.0
[UPDATE], 310, 3.0
[UPDATE], 313, 2.0
[UPDATE], 314, 1.0
[UPDATE], 315, 1.0
[UPDATE], 316, 3.0
[UPDATE], 317, 1.0
[UPDATE], 319, 2.0
[UPDATE], 320, 1.0
[UPDATE], 321, 2.0
[UPDATE], 322, 1.0
[UPDATE], 324, 2.0
[UPDATE], 327, 1.0
[UPDATE], 329, 1.0
[UPDATE], 331, 2.0
[UPDATE], 332, 1.0
[UPDATE], 335, 1.0
[UPDATE], 336, 1.0
[UPDATE], 337, 1.0
[UPDATE], 338, 3.0
[UPDATE], 339, 2.0
[UPDATE], 340, 2.0
[UPDATE], 341, 1.0
[UPDATE], 343, 1.0
[UPDATE], 345, 1.0
[UPDATE], 347, 1.0
[UPDATE], 348, 1.0
[UPDATE], 350, 1.0
[UPDATE], 352, 1.0
[UPDATE], 353, 1.0
[UPDATE], 355, 1.0
[UPDATE], 357, 2.0
[UPDATE], 361, 1.0
[UPDATE], 364, 1.0
[UPDATE], 367, 1.0
[UPDATE], 368, 1.0
[UPDATE], 372, 1.0
[UPDATE], 373, 1.0
[UPDATE], 376, 1.0
[UPDATE], 380, 1.0
[UPDATE], 381, 1.0
[UPDATE], 382, 1.0
[UPDATE], 383, 1.0
[UPDATE], 384, 1.0
[UPDATE], 385, 2.0
[UPDATE], 387, 1.0
[UPDATE], 390, 1.0
[UPDATE], 391, 1.0
[UPDATE], 392, 1.0
[UPDATE], 393, 1.0
[UPDATE], 397, 2.0
[UPDATE], 403, 1.0
[UPDATE], 405, 1.0
[UPDATE], 406, 1.0
[UPDATE], 407, 1.0
[UPDATE], 408, 3.0
[UPDATE], 409, 1.0
[UPDATE], 410, 1.0
[UPDATE], 411, 1.0
[UPDATE], 412, 1.0
[UPDATE], 414, 2.0
[UPDATE], 415, 4.0
[UPDATE], 417, 1.0
[UPDATE], 418, 2.0
[UPDATE], 420, 2.0
[UPDATE], 421, 6.0
[UPDATE], 422, 1.0
[UPDATE], 423, 2.0
[UPDATE], 424, 3.0
[UPDATE], 425, 3.0
[UPDATE], 426, 4.0
[UPDATE], 427, 1.0
[UPDATE], 428, 1.0
[UPDATE], 429, 1.0
[UPDATE], 430, 1.0
[UPDATE], 431, 2.0
[UPDATE], 432, 3.0
[UPDATE], 434, 3.0
[UPDATE], 435, 1.0
[UPDATE], 436, 1.0
[UPDATE], 437, 2.0
[UPDATE], 438, 1.0
[UPDATE], 439, 6.0
[UPDATE], 441, 2.0
[UPDATE], 442, 3.0
[UPDATE], 443, 2.0
[UPDATE], 444, 2.0
[UPDATE], 445, 3.0
[UPDATE], 446, 2.0
[UPDATE], 447, 1.0
[UPDATE], 448, 6.0
[UPDATE], 449, 2.0
[UPDATE], 451, 2.0
[UPDATE], 452, 2.0
[UPDATE], 453, 1.0
[UPDATE], 454, 1.0
[UPDATE], 455, 5.0
[UPDATE], 456, 2.0
[UPDATE], 457, 4.0
[UPDATE], 458, 5.0
[UPDATE], 459, 1.0
[UPDATE], 460, 2.0
[UPDATE], 461, 3.0
[UPDATE], 462, 3.0
[UPDATE], 464, 9.0
[UPDATE], 465, 1.0
[UPDATE], 466, 8.0
[UPDATE], 467, 2.0
[UPDATE], 468, 5.0
[UPDATE], 469, 3.0
[UPDATE], 470, 5.0
[UPDATE], 471, 10.0
[UPDATE], 472, 8.0
[UPDATE], 473, 9.0
[UPDATE], 474, 9.0
[UPDATE], 475, 8.0
[UPDATE], 476, 1.0
[UPDATE], 477, 5.0
[UPDATE], 478, 5.0
[UPDATE], 479, 3.0
[UPDATE], 480, 5.0
[UPDATE], 481, 4.0
[UPDATE], 482, 7.0
[UPDATE], 483, 6.0
[UPDATE], 484, 3.0
[UPDATE], 485, 8.0
[UPDATE], 486, 1.0
[UPDATE], 487, 9.0
[UPDATE], 488, 6.0
[UPDATE], 489, 7.0
[UPDATE], 490, 13.0
[UPDATE], 491, 6.0
[UPDATE], 492, 12.0
[UPDATE], 493, 3.0
[UPDATE], 494, 7.0
[UPDATE], 495, 5.0
[UPDATE], 496, 1.0
[UPDATE], 497, 9.0
[UPDATE], 498, 5.0
[UPDATE], 499, 4.0
[UPDATE], 500, 11.0
[UPDATE], 501, 6.0
[UPDATE], 502, 4.0
[UPDATE], 503, 13.0
[UPDATE], 504, 4.0
[UPDATE], 505, 5.0
[UPDATE], 506, 11.0
[UPDATE], 507, 8.0
[UPDATE], 508, 8.0
[UPDATE], 509, 8.0
[UPDATE], 510, 3.0
[UPDATE], 511, 6.0
[UPDATE], 512, 10.0
[UPDATE], 513, 5.0
[UPDATE], 514, 6.0
[UPDATE], 515, 13.0
[UPDATE], 516, 2.0
[UPDATE], 517, 8.0
[UPDATE], 518, 4.0
[UPDATE], 519, 4.0
[UPDATE], 520, 2.0
[UPDATE], 521, 6.0
[UPDATE], 522, 2.0
[UPDATE], 523, 6.0
[UPDATE], 524, 1.0
[UPDATE], 525, 6.0
[UPDATE], 526, 1.0
[UPDATE], 527, 1.0
[UPDATE], 528, 1.0
[UPDATE], 529, 2.0
[UPDATE], 530, 3.0
[UPDATE], 531, 3.0
[UPDATE], 532, 1.0
[UPDATE], 533, 3.0
[UPDATE], 534, 3.0
[UPDATE], 535, 2.0
[UPDATE], 536, 3.0
[UPDATE], 537, 3.0
[UPDATE], 538, 3.0
[UPDATE], 539, 3.0
[UPDATE], 540, 2.0
[UPDATE], 541, 8.0
[UPDATE], 542, 2.0
[UPDATE], 543, 3.0
[UPDATE], 544, 1.0
[UPDATE], 545, 4.0
[UPDATE], 546, 2.0
[UPDATE], 547, 5.0
[UPDATE], 548, 1.0
[UPDATE], 549, 2.0
[UPDATE], 550, 2.0
[UPDATE], 551, 4.0
[UPDATE], 554, 2.0
[UPDATE], 555, 3.0
[UPDATE], 557, 1.0
[UPDATE], 558, 3.0
[UPDATE], 559, 2.0
[UPDATE], 560, 2.0
[UPDATE], 561, 3.0
[UPDATE], 562, 1.0
[UPDATE], 563, 1.0
[UPDATE], 564, 2.0
[UPDATE], 565, 1.0
[UPDATE], 566, 1.0
[UPDATE], 567, 4.0
[UPDATE], 568, 1.0
[UPDATE], 569, 3.0
[UPDATE], 571, 2.0
[UPDATE], 572, 1.0
[UPDATE], 573, 2.0
[UPDATE], 576, 2.0
[UPDATE], 577, 1.0
[UPDATE], 579, 3.0
[UPDATE], 580, 1.0
[UPDATE], 581, 1.0
[UPDATE], 582, 1.0
[UPDATE], 584, 1.0
[UPDATE], 585, 1.0
[UPDATE], 586, 2.0
[UPDATE], 590, 2.0
[UPDATE], 592, 2.0
[UPDATE], 596, 1.0
[UPDATE], 599, 1.0
[UPDATE], 600, 2.0
[UPDATE], 601, 3.0
[UPDATE], 604, 2.0
[UPDATE], 605, 1.0
[UPDATE], 609, 2.0
[UPDATE], 613, 1.0
[UPDATE], 616, 1.0
[UPDATE], 622, 1.0
[UPDATE], 623, 1.0
[UPDATE], 624, 3.0
[UPDATE], 625, 1.0
[UPDATE], 626, 1.0
[UPDATE], 627, 1.0
[UPDATE], 628, 1.0
[UPDATE], 638, 1.0
[UPDATE], 640, 1.0
[UPDATE], 641, 2.0
[UPDATE], 642, 1.0
[UPDATE], 646, 1.0
[UPDATE], 648, 1.0
[UPDATE], 655, 2.0
[UPDATE], 656, 1.0
[UPDATE], 658, 1.0
[UPDATE], 662, 1.0
[UPDATE], 665, 1.0
[UPDATE], 670, 1.0
[UPDATE], 690, 2.0
[UPDATE], 691, 1.0
[UPDATE], 697, 1.0
[UPDATE], 706, 1.0
[UPDATE], 707, 1.0
[UPDATE], 714, 1.0
[UPDATE], 728, 1.0
[UPDATE], 746, 1.0
[UPDATE], 747, 1.0
[UPDATE], 748, 1.0
[UPDATE], 749, 1.0
[UPDATE], 752, 1.0
[UPDATE], 768, 1.0
[UPDATE], 772, 1.0
[UPDATE], 793, 1.0
[UPDATE], 830, 1.0
[UPDATE], 832, 1.0
[UPDATE], 835, 1.0
[UPDATE], 923, 1.0
[UPDATE], 928, 1.0
[UPDATE], 1008, 1.0
[UPDATE], 1176, 1.0
[UPDATE], 1300, 1.0
[UPDATE], 1317, 1.0
[UPDATE], 1318, 1.0
[UPDATE], 1321, 2.0
[UPDATE], 1323, 1.0
[UPDATE], 1324, 2.0
[UPDATE], 1328, 1.0
[UPDATE], 1346, 1.0
[UPDATE], 1381, 1.0
[UPDATE], 1468, 1.0
[UPDATE], 1523, 1.0
[UPDATE], 1528, 1.0
[UPDATE], 1532, 2.0
[UPDATE], 1536, 1.0
[UPDATE], 1542, 1.0
[UPDATE], 1548, 1.0
[UPDATE], 1590, 1.0
[UPDATE], 1633, 1.0
[UPDATE], 1650, 1.0
[UPDATE], 1668, 1.0
[UPDATE], 1692, 1.0
[UPDATE], 1772, 1.0
[UPDATE], 1785, 1.0
[UPDATE], 1842, 1.0
[UPDATE], 1844, 1.0
[UPDATE], 1850, 1.0
[UPDATE], 1868, 1.0
[UPDATE], 1886, 2.0
[UPDATE], 1887, 1.0
[UPDATE], 1893, 1.0
[UPDATE], 1894, 1.0
[UPDATE], 1908, 1.0
[UPDATE], 1914, 1.0
[UPDATE], 1916, 1.0
[UPDATE], 1921, 1.0
[UPDATE], 1922, 1.0
[UPDATE], 1933, 1.0
[UPDATE], 1936, 1.0
[UPDATE], 1940, 1.0
[UPDATE], 1944, 1.0
[UPDATE], 1945, 1.0
[UPDATE], 1946, 1.0
[UPDATE], 1981, 1.0
[UPDATE], 1988, 1.0
[UPDATE], 1994, 1.0
[UPDATE], 2009, 1.0
[UPDATE], 2075, 1.0
[UPDATE], 2089, 1.0
[UPDATE], 2151, 1.0
[UPDATE], 2195, 1.0
[UPDATE], 2217, 1.0
[UPDATE], 2255, 1.0
[UPDATE], 2363, 1.0
[UPDATE], 2371, 1.0
[UPDATE], 2407, 1.0
[UPDATE], 2449, 1.0
[UPDATE], 2811, 1.0
[UPDATE], 2861, 1.0
[UPDATE], 2889, 1.0
[UPDATE], 2965, 1.0
[UPDATE], 3039, 1.0
[UPDATE], 3077, 1.0
[UPDATE], 3091, 1.0
[UPDATE], 3131, 1.0
[UPDATE], 3171, 1.0
[UPDATE], 3333, 1.0
[UPDATE], 3831, 1.0
[UPDATE], 4049, 1.0
[UPDATE], 4067, 1.0
[UPDATE], 4163, 1.0
[UPDATE], 4547, 1.0
[UPDATE], 4571, 2.0
[UPDATE], 4575, 1.0
[UPDATE], 4619, 1.0
[UPDATE], 4631, 1.0
[UPDATE], 4639, 1.0
[UPDATE], 4967, 1.0
[UPDATE], 5131, 1.0
[UPDATE], 5211, 1.0
[UPDATE], 5459, 1.0
[UPDATE], 5547, 1.0
[UPDATE], 5563, 1.0
[UPDATE], 5607, 1.0
[UPDATE], 5631, 1.0
[UPDATE], 5743, 1.0
[UPDATE], 5767, 1.0
[UPDATE], 5783, 1.0
[UPDATE], 5799, 1.0
[UPDATE], 5811, 1.0
[UPDATE], 5827, 1.0
[UPDATE], 5831, 1.0
[UPDATE], 5871, 1.0
[UPDATE], 7007, 1.0
[UPDATE], 7971, 1.0
[UPDATE], 8067, 1.0
[UPDATE], 8175, 1.0
[UPDATE], 8179, 1.0
[UPDATE], 8247, 1.0
[UPDATE], 8295, 1.0
[UPDATE], 8567, 1.0
[UPDATE], 8607, 1.0
[UPDATE], 8615, 1.0
[UPDATE], 8639, 1.0
[UPDATE], 8655, 1.0
[UPDATE], 8663, 1.0
[UPDATE], 8727, 1.0
[UPDATE], 8767, 1.0
[UPDATE], 8967, 1.0
[UPDATE], 8991, 1.0
[UPDATE], 9031, 1.0
[UPDATE], 9119, 1.0
[UPDATE], 10175, 1.0
[UPDATE], 10223, 1.0
[UPDATE], 10303, 1.0
[UPDATE], 12375, 1.0
[UPDATE], 12415, 1.0
[UPDATE], 12431, 2.0
[UPDATE], 12439, 1.0
[UPDATE], 12487, 1.0
[UPDATE], 12519, 1.0
[UPDATE], 12815, 1.0
[UPDATE], 13351, 1.0
[UPDATE], 13407, 1.0
[UPDATE], 13455, 1.0
[UPDATE], 14503, 1.0
[UPDATE], 14511, 1.0
[UPDATE], 14535, 1.0
[UPDATE], 14615, 1.0
[UPDATE], 14655, 1.0
[UPDATE], 15359, 1.0
[UPDATE], 15415, 2.0
[UPDATE], 15487, 2.0
[UPDATE], 15551, 1.0
[UPDATE], 15647, 1.0
[UPDATE], 15903, 1.0
[UPDATE], 19967, 1.0
[UPDATE], 19983, 1.0
[UPDATE], 19999, 1.0
[UPDATE], 20159, 1.0
[UPDATE], 20175, 1.0
[UPDATE], 21359, 1.0
[UPDATE], 21439, 1.0
[UPDATE], 21455, 3.0
[UPDATE], 21471, 2.0
[UPDATE], 24991, 1.0
[UPDATE], 25023, 1.0
[UPDATE], 25039, 1.0
[UPDATE], 25103, 1.0
[UPDATE], 25135, 1.0
[UPDATE], 25183, 1.0
[UPDATE], 28479, 2.0
[UPDATE], 28495, 1.0
[UPDATE], 28575, 1.0
[UPDATE], 28607, 1.0
[UPDATE], 28639, 1.0
[UPDATE], 28655, 1.0
[UPDATE], 29775, 1.0
[UPDATE], 29855, 2.0
[UPDATE], 29871, 1.0
[UPDATE], 29887, 1.0
[UPDATE], 29935, 1.0
[UPDATE], 42431, 1.0